Repository: Dosimagem/web_server_backend
Catalog: web_server/service/locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: Main data
pt_br: Dados principais

source: Other data
pt_br: Outros dados

source: Calibration data
pt_br: Dados da Calibração

source: Files
pt_br: Arquivos

source: Analysis data
pt_br: Dados da Analase

source: Order & Calibration
pt_br: Pedido e Calibração

source: Order
pt_br: Pedido

source: service
pt_br: Serviço

source: The remaining analysis must be less than the analysis field number.
es: El análisis restante debe ser menor que el número del campo de análisis.
pt_br: A análise restante deve ser menor que o número do campo de análise.

source: Price
pt_br: Preço

source: Status payment
pt_br: status do pagamento

source: Active
pt_br: Ativo

source: Code
pt_br: Código

source: Bill
pt_br: Boleto

source: Orders
pt_br: Pedidos

source: Calibration
pt_br: Calibração

source: Calibrations
pt_br: Calibrações

source: Analysis Name
pt_br: Nome da análise

source: Report
pt_br: Relatório

source: Message to user
pt_br: Mensagem para o usuário

source: Images
pt_br: Imagens

source: Clinic Dosimetry
pt_br: Dosimetria clínica

source: Clinic Dosimetries
pt_br: Dosimetrias clínicas

source: Preclinic Dosimetry
pt_br: Dosimetria preclínica

source: Preclinic Dosimetries
pt_br: Dosimetrias preclínicas

source: Segmentation Analysis
pt_br: Análise de Segmentação

source: Segmentation Analyzes
pt_br: Análises de Segmentação

source: Radiosynoviorthesis Analysis
pt_br: Análise de Radiosinoviortese

source: Radiosynoviorthesis Analyzes
pt_br: Análises de Radiosinoviortese

source: It was not possible to delete/update this analysis.
es: No fue posible eliminar/actualizar este análisis.
pt_br: Não foi possível excluir/atualizar esta análise.

source: Only analyzes with the status %(invalid_infos)s or %(data_sent)s can be deleted.
es: Solo se pueden realizar análisis con el estado %(invalid_infos)s o %(data_sent)s. eliminada.
pt_br: Somente análises com o status %(invalid_infos)s ou %(data_sent)s podem ser excluidas.

source: Analysis deleted successfully!
es: ¡Análisis eliminado con éxito!
pt_br: Análise excluída com sucesso!

source: All analytics for this order have already been used.
es: Ya se han utilizado todos los análisis de este pedido.
pt_br: Todas as análises deste pedido já foram usadas.

source: Payment for this order has not been confirmed.
es: El pago de este pedido no ha sido confirmado.
pt_br: O pagamento deste pedido não foi confirmado.

source: Only calibrations associated with analyzes with the
es: Sólo las calibraciones asociadas a análisis con el
pt_br: Somente as calibrações associadas a análises com o

source: status '%(invalid_infos)s' or '%(data_sent)s' can be updated/deleted.
es: el estado '%(invalid_infos)s' o '%(data_sent)s' se puede actualizar/eliminar.
pt_br: status '%(invalid_infos)s' ou '%(data_sent)s' podem ser atualizados/excluídos.

source: Calibration successfully deleted!
es: ¡La calibración se eliminó con éxito!
pt_br: Calibração excluída com sucesso!

source: Isotope not registered.
es: Isótopo no registrado.
